Ran Plan for dir: `events/environments/dev` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # juju_application.indico will be created
+ resource "juju_application" "indico" {
      + config = {
          + "site_url" = "indico-test-site.internal"
        }
      + id     = (known after apply)
      + model  = "indico-test"
      + name   = "indico"
      + trust  = false
      + units  = 1

      + charm {
          + channel  = "latest/stable"
          + name     = "indico"
          + revision = (known after apply)
          + series   = (known after apply)
        }
    }

  # juju_model.indico_test will be created
+ resource "juju_model" "indico_test" {
      + id   = (known after apply)
      + name = "indico-test"
      + type = (known after apply)

      + cloud {
          + name   = (known after apply)
          + region = (known after apply)
        }
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d events/environments/dev`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis-test.haddons.net/lock?id=mthaddon%252Fatlantis-test%252Fevents%252Fenvironments%252Fdev%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d events/environments/dev`
</details>
Plan: 2 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`